-- game_id 2（広島カープ戦）の座席情報を追加
INSERT INTO `seats` (`name`, `price`, `available`, `game_id`) VALUES
('ライト外野席', 2200, 150, 2),
('レフト外野席', 2200, 120, 2),
('レフトビジター応援席', 2200, 80, 2),
('1塁アルプス席', 3500, 100, 2),
('3塁アルプス席', 3500, 90, 2),
('アイビーシート', 4500, 40, 2),
('ブリーズシート', 5000, 30, 2);

-- game_id 3（中日ドラゴンズ戦）の座席情報を追加
INSERT INTO `seats` (`name`, `price`, `available`, `game_id`) VALUES
('ライト外野席', 2200, 150, 3),
('レフト外野席', 2200, 120, 3),
('レフトビジター応援席', 2200, 80, 3),
('1塁アルプス席', 3500, 100, 3),
('3塁アルプス席', 3500, 90, 3),
('アイビーシート', 4500, 40, 3),
('ブリーズシート', 5000, 30, 3);

-- game_id 4（ヤクルト戦）の座席情報を追加
INSERT INTO `seats` (`name`, `price`, `available`, `game_id`) VALUES
('ライト外野席', 2200, 150, 4),
('レフト外野席', 2200, 120, 4),
('レフトビジター応援席', 2200, 80, 4),
('1塁アルプス席', 3500, 100, 4),
('3塁アルプス席', 3500, 90, 4),
('アイビーシート', 4500, 40, 4),
('ブリーズシート', 5000, 30, 4);

-- game_id 5（DeNA戦）の座席情報を追加
INSERT INTO `seats` (`name`, `price`, `available`, `game_id`) VALUES
('ライト外野席', 2200, 150, 5),
('レフト外野席', 2200, 120, 5),
('レフトビジター応援席', 2200, 80, 5),
('1塁アルプス席', 3500, 100, 5),
('3塁アルプス席', 3500, 90, 5),
('アイビーシート', 4500, 40, 5),
('ブリーズシート', 5000, 30, 5);
